/* validation: invalid user address */
"User address is invalid." = "Please specify a valid address.";

/* validation: invalid card */
"User card is invalid." = "Please specify a valid card.";

/* validation: invalid user city */
"User city is invalid." = "Please specify a valid city.";

/* validation: invalid user country */
"User country is invalid." = "Please specify a valid country.";

/* validation: invalid cvv */
"User cvv is invalid." = "Please specify a valid security code.";

/* validation: invalid user email */
"User email is invalid." = "Please specify a valid email.";

/* validation: invalid exp month */
"User exp month is invalid." = "Please specify a valid expiration month.";

/* validation: invalid exp year */
"User exp year is invalid." = "Please specify a valid expiration year.";

/* validation: invalid user */
"User is invalid." = "User is invalid.";

/* validation: invalid user name */
"User name is invalid." = "Please specify a valid name.";

/* validation: invalid user post code */
"User post code is invalid." = "Please specify a valid postal code.";

/* validation: invalid user region */
"User region is invalid." = "Please specify a valid region.";

/* validation: invalid user state */
"User state is invalid." = "Please specify a valid state.";

/* validation: invalid user zipcode */
"User zip code is invalid." = "Please specify a valid zip code.";

